Repository: dmaulikr/Gomoku.app-GNUstep
Catalog: *.lproj/Localizable.strings
Languages: french, german, italian, spanish

source: Info
spanish: Información

source: Info Panel...
french: Panneau d'information...
italian: Panello Informazioni...
spanish: Panel de Información...

source: Set Difficulty Level...
french: Niveau de difficulté...
german: Schwierigkeitsgrad...
italian: Scegli Livello di Difficoltà...
spanish: Elegir nivel de dificultad...

source: Help...
french: Aide...
german: Hilfe...
italian: Aiuto...
spanish: Ayuda...

source: Game
french: Jeu
german: Spiel
italian: Gioco
spanish: Juego

source: New Game
french: Nouvelle Partie
german: Neues Spiel
italian: Nuova Partita
spanish: Nueva partida

source: Miniaturize
french: Iconifier
german: Verkleinern
italian: Miniaturizza
spanish: Miniaturizar

source: Close
french: Fermer
german: Schliessen
italian: Chiudi
spanish: Cerrar

source: Windows
french: Fenêtres
german: Fenster
italian: Finestre
spanish: Ventanas

source: Arrange
french: Arranger
german: Anordnen
italian: Redisponi
spanish: Ordenar

source: Hide
french: Masquer
german: Verstecken
italian: Nascondi
spanish: Ocultar

source: Quit
french: Quitter
german: Benden
italian: Esci
spanish: Salir

source: Quits
french: Egalité
german: Bendet
italian: Patta
spanish: Empate

source: Game Over
french: Fin de partie
german: Spiel zuende
italian: Fine Partita
spanish: Fin del juego

source: Great! You win!
french: Superbe ! Vous avez gagné !
german: Toll! Du hast Gewonnen!
italian: Grande! Hai vinto!
spanish: ¡Bien! ¡Ha ganado!

source: Sorry, you loose.
french: Désolé, vous avez perdu.
german: Du hast leider verloren
italian: Mi spiace, hai perso.
spanish: Lo siento, ha perdido.

source: Internal Error: unknown difficultyLevel
french: Erreur Interne: niveau de difficulté inconnu
german: unbekannter Schwierigkeitsgrad
italian: Errore Interno: livello di difficoltà sconosciuto
spanish: Error interno: Nivel de dificultad desconocido

source: OK
spanish: Aceptar

source: Level 0 (Trivial)
french: Niveau 0 (Trivial)
german: Level 0 (ganz einfach)
italian: Livello 0 (Banale)
spanish: Nivel 0 (Trivial)

source: Level 1 (Beginner)
french: Niveau 1 (Débutant)
german: Level 1 (Anfänger)
italian: Livello 1 (Principiante)
spanish: Nivel 1 (Principiante)

source: Level 2 (Easy)
french: Niveau 2 (Facile)
german: Level 2 (Leicht)
italian: Livello 2 (Facile)
spanish: Nivel 2 (Fácil)

source: Level 3 (Medium)
french: Niveau 3 (Moyen)
german: Level 3 (Durchschnitt)
italian: Livello 3 (Medio)
spanish: Nivel 3 (Medio)

source: Level 4 (Advanced)
french: Niveau 4 (Avancé)
german: Level 4 (Fortgeschrittener)
italian: Livello 4 (Avanzato)
spanish: Nivel 4 (Avanzado)

source: Level 5 (Difficult)
french: Niveau 5 (Difficile)
german: Level 5 (Schwer)
italian: Livello 5 (Difficile)
spanish: Nivel 5 (Difícil)

source: Choose Difficulty Level:
french: Choisissez le niveau de difficulté
german: Wähle Deine Spielstärke
italian: Scegli il Livello di Difficoltà
spanish: Elija nivel de dificultad

source: Difficulty level Panel
french: Niveau de Difficulté
german: Spielstärken
italian: Pannello Livello di Difficoltà
spanish: Panel de nivel de dificultad

source: Gomoku Game
french: Gomoku
german: Gomoku Spiel
italian: Gioco del Gomoku
spanish: Juego del Gomoku
